{
    "app_title": "Название Hollow Knight",
    "dialog_alt": "Изображение амулета",
    "guide_title": "Дружелюбное руководство по амулетам",
    "notches_label": "Стоимость",
    "obtained_label": "Получен",
    "charms": {
        "wayward_compass": {
            "name": "Блуждающий компас",
            "description": "Шепчет носителю его местоположение при открытии карты, позволяя путешественникам определить свою текущую позицию.",
            "location": "Этот амулет можно купить у Изельды в магазине карт в Дартмаусе за 220 Geo. Магазин откроется после первой встречи игрока с Корнифером, который продаёт Рыцарю неполные карты для заполнения во время путешествия по Халлоунесту."
        },
        "gathering_swarm": {
            "name": "Собирающий рой",
            "description": "Рой будет следовать за носителем и собирать любой оставшийся Geo.",
            "location": "Амулет можно купить в магазине Слая в Дартмаусе за 300 Geo, для экипировки требуется одна выемка. Слай вернётся в Дартмаус после спасения в заброшенной деревне, которая находится ниже Матери Груз и слева от Салубры в Забытых перекрёстках."
        },
        "stalwart_shell": {
            "name": "Стойкая оболочка",
            "description": "Укрепляет устойчивость. При восстановлении после урона носитель дольше остаётся неуязвимым.",
            "location": "Стойкую оболочку можно купить в магазине Слая за 200 Geo после его возвращения в Дартмаус."
        },
        "soul_catcher": {
            "name": "Ловец душ",
            "description": "Используется шаманами для извлечения большего количества ДУШИ из окружающего мира.",
            "location": "После победы над Ложным рыцарем игрок получает доступ к Родовой могиле, где нужно прыгать по платформам и побеждать врагов. В конце нужно победить Старшего Балдура, а слева от арены будет Ловец душ."
        },
        "shaman_stone": {
            "name": "Камень шамана",
            "description": "Говорят, что он содержит знания прошлых поколений шаманов.",
            "location": "Камень шамана можно купить у Салубры в Забытых перекрёстках за 220 Geo. В её магазин можно попасть с помощью Когтя богомола или Плаща мотылька, либо перейдя Голубое озеро с Мест захоронения."
        },
        "soul_eater": {
            "name": "Пожиратель душ",
            "description": "Забытый артефакт шамана, используется для извлечения ДУШИ из живых существ.",
            "location": "Чтобы получить амулет, нужно использовать заклинание Безутешный прыжок / Нисходящая тьма. В Местах захоронения есть могила прямо под местом Провидицы и Станцией оленя, поверхность которой дрожит при наступлении. Использование заклинания на могиле откроет секретный проход под землёй; двигайтесь вправо, пока не найдёте саркофаг с Пожирателем душ."
        },
        "dashmaster": {
            "name": "Мастер рывка",
            "description": "Имеет облик эксцентричного жука, известного только как 'Мастер рывка'.",
            "location": "Амулет находится у основания статуи в Грибных пустошах слева от скамейки возле Деревни богомолов, рядом с входом в Королевские водные пути. Бретта также находится в этой области."
        },
        "sprintmaster": {
            "name": "Мастер бега",
            "description": "Имеет облик странного жука, известного только как 'Мастер бега'.",
            "location": "После нахождения Ключа лавочника на Кристальном пике его можно вернуть Слаю, и ассортимент магазина увеличится. Мастера бега можно купить у Слая за 400 Geo после передачи ключа."
        },
        "grubsong": {
            "name": "Песнь личинок",
            "description": "Содержит благодарность освобождённых личинок. Получайте ДУШУ при получении урона.",
            "location": "Отец личинок, находящийшийся в Забытых перекрёстках, наградит игрока амулетом Песнь личинок после спасения 10 личинок."
        },
        "grubberflys_elegy": {
            "name": "Элегия Грабберфлай",
            "description": "Содержит благодарность личинок, переходящих на следующий этап жизни. Наполняет оружие святой силой. При полном здоровье носитель выпускает лучи белой энергии из своего гвоздя.",
            "location": "После спасения всех личинок, спрятанных по Халлоунесту, игрок может получить амулет Элегия Грабберфлай, вернувшись к Отцу личинок в Забытых перекрёстках."
        },
        "unbreakable_heart": {
            "name": "Хрупкое сердце / Нерушимое сердце",
            "description": "<strong>Хрупкое сердце</strong>: Увеличивает здоровье носителя.<br> <strong>Нерушимое сердце</strong>: Улучшенная версия, не ломается при смерти.",
            "location": "Покупается у Пожирателя ног в Грибных пустошах. Может быть улучшено Дивайн в Дартмаусе."
        },
        "unbreakable_greed": {
            "name": "Хрупкая жадность / Нерушимая жадность",
            "description": "<strong>Хрупкая жадность</strong>: Позволяет получать больше Geo при победе над врагами.<br> <strong>Нерушимая жадность</strong>: Улучшенная версия, не ломается при смерти.",
            "location": "Покупается у Пожирателя ног в Грибных пустошах. Может быть улучшено Дивайн в Дартмаусе."
        },
        "unbreakable_strength": {
            "name": "Хрупкая сила / Нерушимая сила",
            "description": "<strong>Хрупкая сила</strong>: Увеличивает урон гвоздя носителя.<br> <strong>Нерушимая сила</strong>: Улучшенная версия, не ломается при смерти.",
            "location": "Покупается у Пожирателя ног в Грибных пустошах. Может быть улучшено Дивайн в Дартмаусе."
        },
        "spell_twister": {
            "name": "Изгибатель заклинаний",
            "description": "Уменьшает расход ДУШИ при использовании заклинаний.",
            "location": "Находится в Святилище душ, Город слёз."
        },
        "steady_body": {
            "name": "Стойкое тело",
            "description": "Не даёт носителю отскакивать назад при ударе врага гвоздём.",
            "location": "Можно купить у Салубры в Забытых перекрёстках за 120 Geo."
        },
        "heavy_blow": {
            "name": "Тяжёлый удар",
            "description": "Сделан из гвоздей павших воинов.",
            "location": "После возврата Ключа лавочника Слаю можно купить Тяжёлый удар в его магазине в Дартмаусе за 350 Geo."
        },
        "quick_slash": {
            "name": "Быстрый удар",
            "description": "Создан из несовершенных, выброшенных гвоздей, которые слились вместе.",
            "location": "Находится на Краю королевства. За разрушаемой стеной рядом с Колизеем глупцов."
        },
        "longnail": {
            "name": "Длинный гвоздь",
            "description": "Увеличивает дальность гвоздя носителя, позволяя атаковать врагов с большего расстояния.",
            "location": "Можно купить у Салубры в Забытых перекрёстках за 300 Geo."
        },
        "mark_of_pride": {
            "name": "Знак гордости",
            "description": "Знак гордости, даруемый племенем богомолов своим лучшим воинам. Увеличивает дальность гвоздя носителя.",
            "location": "Находится в Деревне богомолов, Грибные пустоши. В комнате с сокровищами, открывающейся после победы над Лордами богомолов."
        },
        "fury_of_the_fallen": {
            "name": "Ярость павших",
            "description": "Воплощает ярость и героизм павших в бою.",
            "location": "Находится на Королевском проходе. Доступно с Плащом мотылька или Когтем богомола."
        },
        "thorns_of_agony": {
            "name": "Шипы агонии",
            "description": "Чувствует боль носителя и наносит ответный удар окружающему миру.",
            "location": "Находится на Зелёной тропе. В зарослях шипов под дорогой к Станции королевы."
        },
        "baldur_shell": {
            "name": "Оболочка Балдура",
            "description": "Защищает носителя твёрдой оболочкой во время концентрации ДУШИ.",
            "location": "Находится на Зелёной тропе. Получается от Старшего Балдура после победы над ним с помощью заклинания Мстительный дух."
        },
        "flukenest": {
            "name": "Гнездо Флюк",
            "description": "Живой амулет, рождённый в недрах Флюкмарм.",
            "location": "Находится в Королевских водных путях. Получается после победы над боссом Флюкмарм."
        },
        "defenders_crest": {
            "name": "Герб защитника",
            "description": "Уникальный амулет, даруемый защитником Короля. Излучает героический запах.",
            "location": "Победите Защитника навоза в Королевских водных путях, чтобы получить."
        },
        "glowing_womb": {
            "name": "Светящаяся утроба",
            "description": "Поглощает ДУШУ носителя и использует её для рождения детёнышей.",
            "location": "Находится в Забытых перекрёстках. Требуется Безутешный прыжок / Нисходящая тьма для доступа."
        },
        "quick_focus": {
            "name": "Быстрая концентрация",
            "description": "Позволяет носителю быстрее концентрировать ДУШУ, ускоряя лечение в бою.",
            "location": "Можно купить у Салубры в Забытых перекрёстках за 800 Geo."
        },
        "deep_focus": {
            "name": "Глубокая концентрация",
            "description": "Естественно сформирован в кристалле за долгое время. Втягивает ДУШУ из окружающего воздуха.",
            "location": "Находится на Кристальном пике. После получения способности Кристальное сердце двигайтесь вправо от большой комнаты с Хаском-стражем и Кристальными ползунами."
        },
        "lifeblood_heart": {
            "name": "Сердце жизненной крови",
            "description": "Содержит живое ядро, выделяющее ценную жизненную кровь. При отдыхе носитель получает защиту от умеренного урона.",
            "location": "Салубра продаёт Сердце жизненной крови в своём магазине за 250 Geo."
        },
        "lifeblood_core": {
            "name": "Ядро жизненной крови",
            "description": "Содержит живое ядро, из которого течёт ценная жизненная кровь. При отдыхе носитель получает защиту от большого урона.",
            "location": "Ядро жизненной крови находится в Бездне. В этой области игрок найдёт запечатанную дверь на левой стене главной комнаты. Дверь открывается только при наличии 14 или более Масок жизненной крови, которые можно получить с помощью Сердца жизненной крови, Благословения Джони и убийства Жизненных семян из Коконов жизненной крови."
        },
        "jonis_blessing": {
            "name": "Благословение Джони",
            "description": "Благословлено Джони, бывшей матриархиней. Превращает жизненные жидкости в синюю жизненную кровь.",
            "location": "Находится на Воющих утёсах. Внутри Покоя Джони."
        },
        "hiveblood": {
            "name": "Кровь улья",
            "description": "Выделяет жизненную кровь, которая медленно восстанавливает здоровье носителя при получении урона.",
            "location": "Находится в Улье. В комнате за боем с боссом Рыцарь улья."
        },
        "spore_shroom": {
            "name": "Споровый гриб",
            "description": "Состоит из живой грибной материи. Испускает облако спор при концентрации ДУШИ.",
            "location": "Находится в Грибных пустошах. В секретной комнате над областью с двумя Огромными Шрумалами."
        },
        "sharp_shadow": {
            "name": "Острый оттенок",
            "description": "Содержит запретное заклинание, превращающее тени в смертельное оружие.",
            "location": "Находится в Гнезде. Требуется Плащ тени для доступа."
        },
        "shape_of_unn": {
            "name": "Форма Унн",
            "description": "Открывает форму Унн внутри носителя. При концентрации ДУШИ носитель принимает новую форму.",
            "location": "Находится на Зелёной тропе. Получается от Унн внутри Озера Унн."
        },
        "nailmasters_glory": {
            "name": "Слава мастера гвоздя",
            "description": "Содержит страсть, мастерство и сожаления мастера гвоздя. Увеличивает скорость Искусства гвоздя.",
            "location": "Получается у Слая в Дартмаусе после изучения всех трёх Искусств гвоздя."
        },
        "weaversong": {
            "name": "Песня ткачей",
            "description": "Шёлковый амулет с песней прощания, оставленной Ткачами, покинувшими Халлоунест ради старого дома. Призывает маленьких ткачей для компании и защиты носителя.",
            "location": "Этот амулет находится в Гнезде, южнее входа в Сады королевы. За Сталкером преданным есть секретная область, ведущая в Логово ткачей, давно покинутое паучьим кланом. Для прохождения Логова потребуется Кристальное сердце, где за разрушаемой стеной спрятана Песня ткачей."
        },
        "dream_wielder": {
            "name": "Владыка снов",
            "description": "Преобразует сны в силу. Позволяет собирать больше ДУШИ при ударе врагов Гвоздём снов.",
            "location": "Награда от Провидицы в Местах захоронения после сбора 500 эссенций."
        },
        "dreamshield": {
            "name": "Щит снов",
            "description": "Защитный амулет, ранее использовавшийся племенем, способным формировать сны. Призывает щит, который следует за носителем и пытается защитить его.",
            "location": "Находится в Местах захоронения. В могиле под комнатой Провидицы."
        },
        "grimmchild": {
            "name": "Дитя Гримма / Беззаботная мелодия",
            "description": "<strong>Дитя Гримма</strong>: Призывает фамильяра, стреляющего огненными шарами. Эволюционирует по мере прохождения квеста Труппы Гримма.<br> <strong>Беззаботная мелодия</strong>: Заменяет Дитя Гримма, если ритуал изгнан.",
            "location": "Получается во время квеста Труппы Гримма в Дартмаусе. Улучшается сбором огней. Беззаботная мелодия даётся при изгнании труппы."
        },
        "void_heart": {
            "name": "Душа короля / Сердце пустоты",
            "description": "<strong>Душа короля</strong>: Священный амулет, символизирующий союз высших существ. Постепенно наполняет шкалу ДУШИ.<br> <strong>Сердце пустоты</strong>: Улучшенная форма Души короля. Воплощает пустоту. Требуется для истинной концовки.",
            "location": "Душа короля находится после получения обеих половинок (Сады королевы и Белый дворец). Сердце пустоты заменяет её после сюжетного события в Бездне."
        }
    }
}
